/* NSExecutableNotLoadableError */
"BundleErr3584" = "Δεν ήταν δυνατή η φόρτωση της δέσμης «%@» επειδή το εκτελέσιμό της δεν είναι δυνατό να φορτωθεί.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "Το εκτελέσιμο της δέσμης δεν είναι δυνατό να φορτωθεί.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "Δοκιμάστε να επανεγκαταστήσετε τη δέσμη.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "Δεν ήταν δυνατή η φόρτωση της δέσμης «%@» επειδή δεν περιέχει έκδοση για την τρέχουσα αρχιτεκτονική.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "Η δέσμη δεν περιέχει έκδοση για την τρέχουσα αρχιτεκτονική.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "Δοκιμάστε να εγκαταστήσετε μια καθολική έκδοση της δέσμης.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "Δεν ήταν δυνατή η φόρτωση της δέσμης «%@» επειδή δεν είναι συμβατή με την τρέχουσα εφαρμογή.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "Η δέσμη δεν είναι συμβατή με αυτή την εφαρμογή.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "Δοκιμάστε να εγκαταστήσετε μια νεότερη έκδοση της δέσμης.";

/* NSExecutableLoadError */
"BundleErr3587" = "Δεν ήταν δυνατή η φόρτωση της δέσμης «%@» επειδή είναι κατεστραμμένη ή λείπουν απαραίτητοι πόροι.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "Η δέσμη είναι κατεστραμμένη ή λείπουν απαραίτητοι πόροι.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "Δοκιμάστε να επανεγκαταστήσετε τη δέσμη.";

/* NSExecutableLinkError */
"BundleErr3588" = "Δεν ήταν δυνατή η φόρτωση της δέσμης «%@».";

/* NSExecutableLinkError */
"BundleErr3588-C" = "Δεν ήταν δυνατή η φόρτωση της δέσμης.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "Δοκιμάστε να επανεγκαταστήσετε τη δέσμη.";

/* NSFileNoSuchFileError */
"BundleErr4" = "Δεν ήταν δυνατή η φόρτωση της δέσμης «%@» επειδή δεν ήταν δυνατός ο εντοπισμός του εκτελέσιμού της.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "Δεν ήταν δυνατός ο εντοπισμός του εκτελέσιμου της δέσμης.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "Δοκιμάστε να επανεγκαταστήσετε τη δέσμη.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Mach";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"The operation couldn\\U2019t be completed. %@" = "Δεν είναι δυνατό να ολοκληρωθεί η λειτουργία. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld - %@)" = "Δεν είναι δυνατό να ολοκληρωθεί η λειτουργία. (σφάλμα %1$@ %2$ld - %3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld.)" = "Δεν είναι δυνατό να ολοκληρωθεί η λειτουργία. (σφάλμα %1$@ %2$ld.)";

